Repository: Potapter/UneexLinux
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage ./prog [OPTION] Where OPTION could be [] to run program [-r] to run program with roman numbers [--help] to open help page
ru: Использование ./prog [ОПИЦЯ] Где ОПЦИЯ может быть из [] для запуска программы [-r] для запуска программы с римскими числами [--help] для открытия страницы помощи

source: Enter digit from 1 to 100
ru: Введите число от 1 до 100

source: Enter digit from I to C
ru: Введите число от I до C

source: From 1 to 100!!!
ru: От 1 до 100!!!

source: From I to C!!!
ru: От I до C!!!

source: Is the guessed digit greater then %d?
ru: Загаданное число больше чем %d ?

source: Is the guessed digit greater then %s?
ru: Загаданное число больше чем %s ?

source: y
ru: д

source: n
ru: н

source: Type 'y' or 'n'
ru: Введите 'д' или 'н'

source: You guessed %d!
ru: Вы загадали %d!

source: You guessed %s!
ru: Вы загадали %s!
